app/controllers/posts_controller.rb

  def create
    Post.create(content:params[:content])
---
INSERT INTO `posts` (`content`, `created_at`, `updated_at`) VALUES ('aaaaa', '2021-12-19 19:06:21.493673', '2021-12-19 19:06:21.493673')